android-studio
antigravity
ark
base
base-devel
bluez
bluez-utils
bridge-utils
bruno-bin
btrfs-progs
cava
chafa
cuda
discord
dnsmasq
dolphin
edk2-ovmf
efibootmgr
eva
eza
fastfetch
firefox
fish
fresh-editor-bin
git
google-chrome
grub
gst-plugin-pipewire
htop
intel-media-driver
intel-ucode
iwd
jq
kate
kitty
konsole
kwin-effect-rounded-corners-git
libpulse
libva-intel-driver
libvirt
linux
linux-firmware
linux-headers
lsof
nano
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts-cjk
noto-fonts-extra
npm
ntfs-3g
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvidia-utils
os-prober
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
pnpm
pokemon-colorscripts-git
qemu-full
rofi
rsync
smartmontools
sof-firmware
spice-gtk
starship
tmux
ttf-cascadia-code
ttf-dejavu
ttf-fira-code
ttf-google-fonts-git
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-ms-fonts
ttf-ubuntu-font-family
tty-clock
ufw
unzip
vi
vim
virt-manager
virt-viewer
visual-studio-code-bin
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wine
wireless_tools
wireplumber
wl-clipboard
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-xinit
yay
yay-debug
zip
zoom
zram-generator
zsh
